{
    "user": {
        "fullName": "Nkosingiphile Mazibuko",
        "mattitle":" NKOSINGIPHILE PERSONAL WEPAGE USING MATERIALIZE FRAMEWORK",
        "photo": "/images/Juliet.jpg",
        "qalification":"BA honours in Public Management and Governace",
        "universityName": "University of Johannesburg",
        "interest": "Chess"
    },
    "city": {
        "name": "PARIS, FRANCE",
        "photo": "images/Webp.net-resizeimage.jpg",
        "description": "Paris is such a beautiful city with unique paintings and attractive buildings. Apart from that, in Paris you can find the most famous museum called “Louvre” and the Pont des Arts bridge which symbolises “Love and commitment” to your loved ones. I also love that the city plays a massive role in the global economy and has various international frameworks to avoid climate change."
    },
    "foreignLanguage": {
        "language": "Spanish",
        "description": "Spanish is the official language of 20 countries. It is the world's second-most spoken native language after Mandarin Chinese; the world's fourth-most spoken thus speaking Spanish language allows you to communicate with millions of people across the country, making it easier to connect both personally and professionally. The language also comes in handy when traveling outside of American borders.",
        "phrases": [
            {
                "englishPhrase": "Hello",
                "foreignLanguage": "Hola"
            },
            {
                "englishPhrase": "Congratulations",
                "foreignLanguage": "Felicidades"
            },
            {
                "englishPhrase": "Knowledge is power and unity for those who seek it",
                "foreignLanguage": "El conocimiento es poder y unidad para quien lo busca"
            }
        ]
    },
    "favouriteSubjects": [
        {
            "name": "Advanced Public financial management",
            "description":"Public financial management deals with the collection, management and expenditure of public finances throughout an economy. The core objective of public financial management is to improve citizens' lives through better management of public money.",
            "photo": "public_finance.png"
        },
        {
            "name": "Business studies",
            "description": "Business studies is the branch of science, which is concerned with the organization, and the market environment of businesses. Business studies uses context-based, multi-disciplinary methods in order to consider the practical issues which affect businesses both internally and externally in a scientific manner.",
            "photo": "business_studies.png"
        },
        {
            "name": "Human resource management",
            "description": "Human resource management is the strategic and coherent approach to the effective and efficient management of people in a company or organization such that they help their business gain a competitive advantage. It is designed to maximize employee performance in service of an employer's strategic objectives.",
            "photo": "hrm.png"
        }
    ],
    "pages":{
        "boostrapPages":"./index-bootstrap.html",
        "materializePages":"./index-materialize.html",
        "homePage":"./index.html",
        "logoPage":"images/uj_logo.jpg",
        "announcement":"./announcement.index-bootstrap.html We are out of services during public holidays! ",
        "contact":"./contact.index-materializePages.html 011 5559 423"
    }
}